const questionsData = [
  {
    "id": "q_18",
    "category": "Теория и методика профессионального образования",
    "question_html": "Образование как процесс - это",
    "answers": [
      {
        "answer_html": "единый целенаправленный процесс воспитания и обучения, являющийся общественно значимым благом и осуществляемый в интересах человека, семьи, общества и государства.",
        "score": 100
      },
      {
        "answer_html": "целенаправленный процесс обучения и получения профессии человеком.",
        "score": 0
      },
      {
        "answer_html": "целенаправленный процесс обучения и воспитания, получения профессии на благо общества.",
        "score": 0
      },
      {
        "answer_html": "целенаправленный процесс обучения и воспитания, являющийся общественно значимым благом и осуществляемый в интересах человека, семьи, общества и государства.",
        "score": 0
      }
    ]
  },
  {
    "id": "q_27",
    "category": "Теория и методика профессионального образования",
    "question_html": "Образование как структура – это",
    "answers": [
      {
        "answer_html": "совокупность приобретаемых знаний, умений, навыков и компетенций, необходимых в будущей профессии.",
        "score": 0
      },
      {
        "answer_html": "совокупность приобретаемых знаний, и компетенций, необходимых для жизни в обществе.",
        "score": 0
      },
      {
        "answer_html": "совокупность приобретаемых знаний, умений, навыков, ценностных установок, опыта деятельности в приобретённой профессии.",
        "score": 0
      },
      {
        "answer_html": "совокупность приобретаемых знаний, умений, навыков, ценностных установок, опыта деятельности и компетенции, определенных объёма и сложности.",
        "score": 100
      }
    ]
  },
  {
    "id": "q_36",
    "category": "Теория и методика профессионального образования",
    "question_html": "Образование как результат развитие человека – это",
    "answers": [
      {
        "answer_html": "интеллектуальное, духовнонравственное, творческое, физическое совершенствование",
        "score": 0
      },
      {
        "answer_html": "профессиональноличностное самообразование, духовное и социальнонравственное самовоспитание",
        "score": 0
      },
      {
        "answer_html": "интеллектуальное, духовнонравственное, творческое, физическое и (или) профессиональное, удовлетворение образовательных потребностей и интересов",
        "score": 100
      },
      {
        "answer_html": "интеллектуальнотворческое, духовнонравственное, физическое и профессиональное самообразование",
        "score": 0
      }
    ]
  },
  {
    "id": "q_45",
    "category": "Теория и методика профессионального образования",
    "question_html": "Воспитание как образовательная деятельность – это",
    "answers": [
      {
        "answer_html": "создание условий, направленных на развитие личности, востребованных в обществе, государстве и семье",
        "score": 0
      },
      {
        "answer_html": "создание условий для самоопределения и социализации обучающегося на основе социокультурных, духовнонравственных ценностей и принятых в обществе правил и норм поведения в интересах человека, семьи, общества и государства, направленных на развитие личности",
        "score": 100
      },
      {
        "answer_html": "создание условий, направленных на развитие личности, её ориентации на общество, государство и профессиональную сферу",
        "score": 0
      },
      {
        "answer_html": "создание условий для самоопределения и социализации обучающегося, ориентированного на получение любого уровня образования в интересах человека и семьи",
        "score": 0
      }
    ]
  },
  {
    "id": "q_54",
    "category": "Теория и методика профессионального образования",
    "question_html": "Обучение как педагогический процесс – это",
    "answers": [
      {
        "answer_html": "создание условий для передачи знаний, умений, навыков и компетенций, необходимых для повседневной жизни и для формирования у обучающихся мотивации получения образования в течение всей жизни",
        "score": 0
      },
      {
        "answer_html": "создание условий для передачи детям, подросткам и студентам знаний, умений, навыков и компетенций, необходимых для повседневной жизни и будущей профессии в течении всей жизни",
        "score": 0
      },
      {
        "answer_html": "целенаправленная организация деятельности обучающихся по овладению знаниями, умениями, навыками и компетенцией, приобретению опыта деятельности, развитию способностей, приобретению опыта применения знаний в повседневной жизни и формированию у обучающихся мотивации получения образования в течение всей жизни",
        "score": 100
      },
      {
        "answer_html": "создание условий для передачи детям, подросткам и студентам знаний, умений, навыков и компетенций, необходимых для повседневной жизни и будущей профессии, которые являются актуальными и востребованными",
        "score": 0
      }
    ]
  },
  {
    "id": "q_63",
    "category": "Теория и методика профессионального образования",
    "question_html": "Обучение как личностный результат – это",
    "answers": [
      {
        "answer_html": "опыт деятельности, развитие способностей у обучающихся для жизни в обществе и семье, для будущей профессии в условиях санкций",
        "score": 0
      },
      {
        "answer_html": "знания, умения, навыки и компетенции, опыт деятельности, развитие способностей, приобретение опыта применения знаний в повседневной жизни и формирование мотивации к получению образования в течение всей жизни",
        "score": 100
      },
      {
        "answer_html": "знания, умения, навыки и компетенции, опыт деятельности детей, подростков и студентов для выполнения профессиональных функций, актуальных в условиях санкций",
        "score": 0
      },
      {
        "answer_html": "знания, умения, навыки и компетенции, опыт деятельности детей, подростков и студентов для выполнения профессиональных функций, актуальных в условиях санкций в течение всей жизни",
        "score": 0
      }
    ]
  },
  {
    "id": "q_72",
    "category": "Теория и методика профессионального образования",
    "question_html": "Профессиональное образование как процесс – это",
    "answers": [
      {
        "answer_html": "передача студентам в процессе освоения профессии знаний, умений, навыков, а также формирование компетенций определенных уровня и объёма, позволяющих вести профессиональную деятельность в определенной сфере и (или) выполнять работу по конкретным профессии или специальности",
        "score": 0
      },
      {
        "answer_html": "овладение студентами в процессе освоения профессии знаниями, умениями, навыками, позволяющих вести профессиональную деятельность в определенной сфере и (или) выполнять работу по конкретным профессии или специальности",
        "score": 0
      },
      {
        "answer_html": "выполнение студентами в процессе освоения основных профессиональных образовательных программ знаний, умений, навыков и формирование компетенции для выполнения профессиональных функций в условиях инновационного технологического прорыва",
        "score": 0
      },
      {
        "answer_html": "приобретение обучающимися в процессе освоения основных профессиональных образовательных программ знаний, умений, навыков и формирование компетенции определенных уровня и объёма, позволяющих вести профессиональную деятельность в определенной сфере и (или) выполнять работу по конкретным профессии или специальности",
        "score": 100
      }
    ]
  },
  {
    "id": "q_81",
    "category": "Теория и методика профессионального образования",
    "question_html": "Профессиональное обучение как вид образования – это",
    "answers": [
      {
        "answer_html": "педагогическое взаимодействие со студентами средних профессиональных учреждений, в процессе которого им передаются знания, умения, навыки и компетенции",
        "score": 0
      },
      {
        "answer_html": "профессиональное изучение студентами средних профессиональных учреждений учебных дисциплин профессионального блока",
        "score": 0
      },
      {
        "answer_html": "субъектсубъектное погружение в профессиональное содержание, направленное на приобретение знаний, умений, навыков, формирование компетенций",
        "score": 0
      },
      {
        "answer_html": "сфера, направленная на приобретение обучающимися знаний, умений, навыков и формирование компетенции, необходимых для выполнения определенных трудовых, служебных функций (определенных видов трудовой, служебной деятельности, профессий)",
        "score": 100
      }
    ]
  },
  {
    "id": "q_90",
    "category": "Теория и методика профессионального образования",
    "question_html": "Профессиональное образование как личностный результат – это",
    "answers": [
      {
        "answer_html": "профессиональные компетенции, востребованные работодателями и современным рынком труда",
        "score": 0
      },
      {
        "answer_html": "приобретение знаний, умений, навыков и формирование компетенций, позволяющих вести профессиональную деятельность, основанную на внутреннем локусе контроля в принятии ответственного профессионального решения",
        "score": 100
      },
      {
        "answer_html": "совокупность общекультурных, общепрофессиональных и профессиональных компетенций, востребованные работодателями и современным рынком труда в условиях санкций",
        "score": 0
      },
      {
        "answer_html": "совокупность знаний, умений, навыков и актуальных компетенций, ориентированных на потребности личности, общества, рынка труда",
        "score": 0
      }
    ]
  },
  {
    "id": "q_99",
    "category": "Теория и методика профессионального образования",
    "question_html": "Дополнительное образование как вид образования – это",
    "answers": [
      {
        "answer_html": "субъектсубъектное погружение в сферу дополнительных учебных предметов, содержание которых направлено на приобретение знаний, умений, навыков и формирование компетенций",
        "score": 0
      },
      {
        "answer_html": "изучение детьми, подростками и молодёжью учебных дисциплин, которые расширяют интеллектуальный потенциал и профессиональную ориентацию",
        "score": 0
      },
      {
        "answer_html": "сфера, направленная на всестороннее удовлетворение образовательных потребностей человека в интеллектуальном, духовнонравственном, физическом и (или) профессиональном совершенствовании и не сопровождается повышением уровня образования",
        "score": 100
      },
      {
        "answer_html": "педагогическое взаимодействие со студентами различных уровней образования, в процессе которого им передаются знания, умения, навыки и компетенции",
        "score": 0
      }
    ]
  },
  {
    "id": "q_108",
    "category": "Теория и методика профессионального образования",
    "question_html": "Профессиональное образование как глобализационный процесс - это",
    "answers": [
      {
        "answer_html": "профессиональное образование как часть европейского пространства",
        "score": 0
      },
      {
        "answer_html": "профессиональное образование, ориентированное на решение актуальных задач мирового характера",
        "score": 100
      },
      {
        "answer_html": "профессиональное образование как часть европейского и американского пространства",
        "score": 0
      },
      {
        "answer_html": "профессиональное образование как часть американского пространства",
        "score": 0
      }
    ]
  },
  {
    "id": "q_117",
    "category": "Теория и методика профессионального образования",
    "question_html": "Среднее профессиональное образование – это",
    "answers": [
      {
        "answer_html": "система, направленная на подготовку квалифицированных рабочих или служащих и специалистов среднего звена по всем основным направлениям общественно полезной деятельности",
        "score": 0
      },
      {
        "answer_html": "система, направленная на подготовку квалифицированных рабочих или служащих и специалистов среднего звена по всем основным направлениям общественно полезной деятельности в соответствии с потребностями общества и государства, а также удовлетворение потребностей личности в углублении и расширении образования",
        "score": 0
      },
      {
        "answer_html": "система, направленная на решение задач интеллектуального, культурного и профессионального развития человека и имеет целью подготовку квалифицированных рабочих в соответствии с потребностями общества и государства",
        "score": 0
      },
      {
        "answer_html": "система, направленная на решение задач интеллектуального, культурного и профессионального развития человека и имеет целью подготовку квалифицированных рабочих или служащих и специалистов среднего звена по всем основным направлениям общественно полезной деятельности в соответствии с потребностями общества и государства, а также удовлетворение потребностей личности в углублении и расширении образования",
        "score": 100
      }
    ]
  },
  {
    "id": "q_126",
    "category": "Теория и методика профессионального образования",
    "question_html": "Высшее образование – это",
    "answers": [
      {
        "answer_html": "система, направленная на обеспечение подготовки высококвалифицированных кадров по всем основным направлениям общественно полезной деятельности и расширение научнопедагогической квалификации",
        "score": 0
      },
      {
        "answer_html": "система, направленная на обеспечение подготовки высококвалифицированных кадров в условиях санкций и опирающаяся на инновационные технологии в Российской Федерации",
        "score": 0
      },
      {
        "answer_html": "система, направленная на обеспечение подготовки высококвалифицированных кадров по всем основным направлениям общественно полезной деятельности в соответствии с потребностями общества и государства, удовлетворение потребностей личности в интеллектуальном, культурном и нравственном развитии, углублении и расширении образования, научнопедагогической квалификации",
        "score": 100
      },
      {
        "answer_html": "система, направленная на удовлетворение потребностей личности в интеллектуальном, культурном и нравственном развитии, углублении и расширении образования, научнопедагогической квалификации, обеспечение подготовки высококвалифицированных кадров по всем основным направлениям общественно полезной деятельности в соответствии с потребностями общества и государства",
        "score": 0
      }
    ]
  },
  {
    "id": "q_135",
    "category": "Теория и методика профессионального образования",
    "question_html": "Качество образования – это",
    "answers": [
      {
        "answer_html": "комплексная характеристика образовательной деятельности и подготовки обучающегося, выражающая степень их соответствия государственным требованиям, потребностям физического лица",
        "score": 0
      },
      {
        "answer_html": "степень и количество приобретенных студентами знаний, навыков, умений и компетенций, востребованных на актуальном рынке труда",
        "score": 0
      },
      {
        "answer_html": "степень и количество приобретенных школьниками и студентами знаний, навыков, умений и компетенций, востребованных на актуальном рынке труда в условиях санкций и инновационных технологий",
        "score": 0
      },
      {
        "answer_html": "комплексная характеристика образовательной деятельности и подготовки обучающегося, выражающая степень их соответствия федеральным государственным образовательным стандартам, образовательным стандартам, федеральным государственным требованиям и (или) потребностям физического или юридического лица, в интересах которого осуществляется образовательная деятельность, в том числе степень достижения планируемых результатов образовательной программы",
        "score": 100
      }
    ]
  },
  {
    "id": "q_144",
    "category": "Теория и методика профессионального образования",
    "question_html": "Содержание гарантий права человека на образование в Российской Федерации не зависит от",
    "answers": [
      {
        "answer_html": "расы, национальности, языка, происхождения, имущественного, социального и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям",
        "score": 0
      },
      {
        "answer_html": "пола, расы, национальности, языка, происхождения, имущественного, социального и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств",
        "score": 100
      },
      {
        "answer_html": "национальности, языка, происхождения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям, а также других обстоятельств",
        "score": 0
      },
      {
        "answer_html": "пола, расы, национальности, языка, происхождения, имущественного, социального и должностного положения, места жительства, отношения к религии, убеждений, принадлежности к общественным объединениям",
        "score": 0
      }
    ]
  },
  {
    "id": "q_153",
    "category": "Теория и методика профессионального образования",
    "question_html": "Процедура организации приёма абитуриентов на направления, требующие у поступающих лиц наличия определенных творческих способностей, физических и (или) психологических качеств",
    "answers": [
      {
        "answer_html": "образовательные организации организуют приём абитуриентов по предметам, по которым не проводится единый государственный экзамен, дополнительные вступительные испытания творческой и (или) профессиональной направленности, результаты которых учитываются наряду с результатами единого государственного экзамена при проведении конкурса",
        "score": 100
      },
      {
        "answer_html": "образовательные организации организуют приём абитуриентов в соответствии с федеральными государственными образовательными стандартами, с результатами единого государственного экзамена, с приказами профильных министерств и указов правительства Российской Федерации",
        "score": 0
      },
      {
        "answer_html": "образовательные организации организуют приём абитуриентов в соответствии с федеральными государственными образовательными стандартами, с результатами единого государственного экзамена, с приказами профильных министерств и указов правительства Российской Федерации, в соответствии с требованиями творческих организаций",
        "score": 0
      },
      {
        "answer_html": "образовательные организации организуют приём абитуриентов в соответствии с федеральными государственными образовательными стандартами, с результатами единого государственного экзамена, с приказами профильных министерств и указов правительства Российской Федерации, в соответствии с требованиями творческих организаций и объединений работодателей",
        "score": 0
      }
    ]
  },
  {
    "id": "q_162",
    "category": "Теория и методика профессионального образования",
    "question_html": "Базовые принципы государственной политики в сфере профессионального образования",
    "answers": [
      {
        "answer_html": "признание приоритетности образования;",
        "score": 0
      },
      {
        "answer_html": "обеспечение права каждого человека на образование, недопустимость дискриминации в сфере образования;",
        "score": 100
      },
      {
        "answer_html": "единство образовательного пространства на территории Российской Федерации, защита и развитие этнокультурных особенностей и традиций народов Российской Федерации в условиях многонационального государства;",
        "score": 0
      },
      {
        "answer_html": "светский характер образования в государственных, муниципальных организациях, осуществляющих образовательную деятельность;",
        "score": 0
      }
    ]
  },
  {
    "id": "q_171",
    "category": "Теория и методика профессионального образования",
    "question_html": "Участники образовательных отношений на уровне общего образования как социальные партнёры на основе федерального законодательства Российской Федерации – это",
    "answers": [
      {
        "answer_html": "школьники, родители, студенты всех уровней образования, педагогические работники и их представители, организации, осуществляющие образовательную деятельность",
        "score": 0
      },
      {
        "answer_html": "обучающиеся, родители несовершеннолетних обучающихся, педагогические работники и их представители, организации, осуществляющие образовательную деятельность",
        "score": 0
      },
      {
        "answer_html": "обучающиеся, родители (законные представители) несовершеннолетних обучающихся, педагогические работники и их представители, организации, осуществляющие образовательную деятельность",
        "score": 100
      },
      {
        "answer_html": "школьники, родители (законные представители) несовершеннолетних, педагогические работники и образовательные учреждения",
        "score": 0
      }
    ]
  },
  {
    "id": "q_180",
    "category": "Теория и методика профессионального образования",
    "question_html": "Понятие «образовательная организация» как нормативноправовая категория – это",
    "answers": [
      {
        "answer_html": "некоммерческая организация, осуществляющая на основании лицензии образовательную деятельность в качестве основного вида деятельности в соответствии с целями, ради достижения которых такая организация создана",
        "score": 100
      },
      {
        "answer_html": "организация, осуществляющая на основании лицензии образовательную деятельность в качестве основного вида деятельности",
        "score": 0
      },
      {
        "answer_html": "частная и (или) государственная организация, осуществляющая на основании лицензии образовательную деятельность",
        "score": 0
      },
      {
        "answer_html": "частная и (или) государственная организация, осуществляющая образовательную деятельность в качестве основного вида деятельности",
        "score": 0
      }
    ]
  },
  {
    "id": "q_189",
    "category": "Теория и методика профессионального образования",
    "question_html": "Понятие «дополнительное образование детей и взрослых» как сфера образования – это",
    "answers": [
      {
        "answer_html": "система учреждений, обеспечивающая культурный и социальный досуг детей и взрослых, организацию творческих союзов, концертной деятельности",
        "score": 0
      },
      {
        "answer_html": "система учреждений, обеспечивающая культурный и коммуникативноразвлекательный досуг детей и взрослых, организацию творческих союзов, концертной деятельности",
        "score": 0
      },
      {
        "answer_html": "система учреждений, обеспечивающая культурный и коммуникативноразвлекательный досуг детей и взрослых, организацию творческих союзов, концертной деятельности и безопасности жизни",
        "score": 0
      },
      {
        "answer_html": "система, направленная на формирование и развитие творческих способностей детей и взрослых, удовлетворение их индивидуальных потребностей в интеллектуальном, нравственном и физическом совершенствовании, формирование культуры здорового и безопасного образа жизни, укрепление здоровья, а также на организацию их свободного времени",
        "score": 100
      }
    ]
  },
  {
    "id": "q_198",
    "category": "Теория и методика профессионального образования",
    "question_html": "Дополнительное профессиональное образование как сфера образования – это",
    "answers": [
      {
        "answer_html": "сфера образования, направленная на повышение квалификации и профессиональной переподготовки преподавателей и работников различных организаций",
        "score": 0
      },
      {
        "answer_html": "сфера образования, направленная на удовлетворение образовательных и профессиональных потребностей, профессиональное развитие человека, обеспечение соответствия его квалификации меняющимся условиям профессиональной деятельности и социальной среды",
        "score": 100
      },
      {
        "answer_html": "сфера образования, направленная на удовлетворение профессиональных потребностей человека, обеспечение соответствия его квалификации меняющимся условиям профессиональной деятельности",
        "score": 0
      },
      {
        "answer_html": "сфера образования, направленная на повышение квалификации и профессиональной переподготовки преподавателей и работников различных организаций в условиях профессиональной деятельности",
        "score": 0
      }
    ]
  },
  {
    "id": "q_207",
    "category": "Теория и методика профессионального образования",
    "question_html": "Сущность методологии – это",
    "answers": [
      {
        "answer_html": "решение математических задач при проектировании процессов",
        "score": 0
      },
      {
        "answer_html": "учение о структуре, логической организации, методах и средствах деятельности",
        "score": 100
      },
      {
        "answer_html": "распределённое графопостроение модельных конструкций",
        "score": 0
      },
      {
        "answer_html": "учение о способах деятельности в области образования",
        "score": 0
      }
    ]
  },
  {
    "id": "q_216",
    "category": "Теория и методика профессионального образования",
    "question_html": "Методы исследования в науке - это",
    "answers": [
      {
        "answer_html": "форма деятельности, направленная на выполнение определённой исследовательской задачи",
        "score": 0
      },
      {
        "answer_html": "система математических задач в исследовании",
        "score": 0
      },
      {
        "answer_html": "система приёмов и процедур деятельности, направленной на выполнение определённой исследовательской задачи",
        "score": 100
      },
      {
        "answer_html": "совокупность приборов и препаратов в исследовании",
        "score": 0
      }
    ]
  },
  {
    "id": "q_225",
    "category": "Теория и методика профессионального образования",
    "question_html": "Методология педагогической науки - это",
    "answers": [
      {
        "answer_html": "совокупность дедуктивных и индуктивных методов в педагогике",
        "score": 0
      },
      {
        "answer_html": "совокупность теоретических и эмпирических методов в педагогике",
        "score": 0
      },
      {
        "answer_html": "система методов педагогического исследования",
        "score": 0
      },
      {
        "answer_html": "система принципов и приёмов, определяющих закономерное соотношение педагогической теории и практики",
        "score": 100
      }
    ]
  },
  {
    "id": "q_234",
    "category": "Теория и методика профессионального образования",
    "question_html": "Функции методологического знания - это",
    "answers": [
      {
        "answer_html": "регулятивная и нормативная",
        "score": 100
      },
      {
        "answer_html": "регулятивная, нормативная и проективная",
        "score": 0
      },
      {
        "answer_html": "регулятивная, нормативная, проективная и модульноконструктивная",
        "score": 0
      },
      {
        "answer_html": "регулятивная и модульноконструктивная",
        "score": 0
      }
    ]
  },
  {
    "id": "q_243",
    "category": "Теория и методика профессионального образования",
    "question_html": "Общенаучный уровень методологии образования - это",
    "answers": [
      {
        "answer_html": "концепции образования и педагогики",
        "score": 0
      },
      {
        "answer_html": "теории профессионального образования и педагогики",
        "score": 0
      },
      {
        "answer_html": "актуальные идеи и взгляды известных учёных",
        "score": 0
      },
      {
        "answer_html": "система подходов к пониманию действительности, применяемых во всех или в большинстве научных областях знания",
        "score": 100
      }
    ]
  },
  {
    "id": "q_252",
    "category": "Теория и методика профессионального образования",
    "question_html": "Базовые формы методологического знания в исследовании профессионального и дополнительного образования - это",
    "answers": [
      {
        "answer_html": "дескриптивная, прескриптивная и проективная",
        "score": 0
      },
      {
        "answer_html": "дескриптивная и прескриптивная",
        "score": 100
      },
      {
        "answer_html": "дескриптивная, прескриптивная, проективная и культуросообразная",
        "score": 0
      },
      {
        "answer_html": "дескриптивная, прескриптивная, проективная и природосообразная",
        "score": 0
      }
    ]
  },
  {
    "id": "q_261",
    "category": "Теория и методика профессионального образования",
    "question_html": "Иерархическая структура методологического знания в профессиональном образовании - это",
    "answers": [
      {
        "answer_html": "конкретнонаучный, технологический, общенаучный, философский уровни",
        "score": 0
      },
      {
        "answer_html": "общенаучный, конкретнонаучный, технологический, философский уровни",
        "score": 0
      },
      {
        "answer_html": "философский, общенаучный, конкретнонаучный, технологический уровни",
        "score": 100
      },
      {
        "answer_html": "общенаучный, конкретнонаучный, технологический уровни",
        "score": 0
      }
    ]
  },
  {
    "id": "q_270",
    "category": "Теория и методика профессионального образования",
    "question_html": "Общенаучный уровень методологии образования - это",
    "answers": [
      {
        "answer_html": "теоретические концепции и подходы, применяемые к большинству научных дисциплин",
        "score": 100
      },
      {
        "answer_html": "совокупность исследовательских приёмов, которые отражают специфику образовательного процесса",
        "score": 0
      },
      {
        "answer_html": "совокупность теории и практики, которые отражают специфику образовательного процесса",
        "score": 0
      },
      {
        "answer_html": "совокупность теоретических матриц, которые отражают специфику образовательного процесса",
        "score": 0
      }
    ]
  },
  {
    "id": "q_279",
    "category": "Теория и методика профессионального образования",
    "question_html": "Научный потенциал системного подхода к исследованию профессионального образования - это",
    "answers": [
      {
        "answer_html": "изучение профессионального образования как социального института",
        "score": 0
      },
      {
        "answer_html": "изучение профессионального образования как развивающегося учебновоспитательного взаимодействия социальных партнёров в процессе компетентностно ориентированного обучения",
        "score": 100
      },
      {
        "answer_html": "изучение профессионального образования как института культуры",
        "score": 0
      },
      {
        "answer_html": "изучение профессионального образования как средства развития профессиональных знаний, умений и навыков",
        "score": 0
      }
    ]
  },
  {
    "id": "q_288",
    "category": "Теория и методика профессионального образования",
    "question_html": "Научный потенциал системного подхода к исследованию дополнительного образования - это",
    "answers": [
      {
        "answer_html": "изучение дополнительного образования как средства развития профессиональных знаний, умений и навыков",
        "score": 0
      },
      {
        "answer_html": "изучение дополнительного образования как института культуры и досуга",
        "score": 0
      },
      {
        "answer_html": "изучение дополнительного образования как социального института",
        "score": 0
      },
      {
        "answer_html": "изучение дополнительного образования как саморазвивающегося компетентностно ориентированного обучения детей и взрослых в течении всей жизни",
        "score": 100
      }
    ]
  },
  {
    "id": "q_297",
    "category": "Теория и методика профессионального образования",
    "question_html": "Личностно ориентированный подход к исследованию образования - это",
    "answers": [
      {
        "answer_html": "признание естественного процесса саморазвития задатков детей и молодёжи в условиях авторитарной педагогики",
        "score": 0
      },
      {
        "answer_html": "признание уникальности личности, ее интеллектуальной и нравственной свободы, права на уважение в образовательном процессе",
        "score": 100
      },
      {
        "answer_html": "предполагает учёт формообразующих структур образования",
        "score": 0
      },
      {
        "answer_html": "предполагает полную свободу личности в условиях образовательного процесса",
        "score": 0
      }
    ]
  },
  {
    "id": "q_306",
    "category": "Теория и методика профессионального образования",
    "question_html": "Деятельностный подход к исследованию образования - это",
    "answers": [
      {
        "answer_html": "признание необходимости в обучении целеполаганию и планированию деятельности, её организации и регулированию, контролю, самоанализу и оценке результатов деятельности",
        "score": 100
      },
      {
        "answer_html": "признание того факта, что в деятельности формируется и проявляется личность",
        "score": 0
      },
      {
        "answer_html": "признание деятельности как базового показателя качества образования",
        "score": 0
      },
      {
        "answer_html": "признание деятельности как единственного компонента образования",
        "score": 0
      }
    ]
  },
  {
    "id": "q_315",
    "category": "Теория и методика профессионального образования",
    "question_html": "Полисубъектный (диалогический) подход к исследованию образования - это",
    "answers": [
      {
        "answer_html": "признание диалога между студентами и преподавателями на основе локальных актов в организации",
        "score": 0
      },
      {
        "answer_html": "признание диалога между студентами и преподавателями посредством самоуправления",
        "score": 0
      },
      {
        "answer_html": "признание отношений между субъектами образовательного процесса как важнейших источников духовного развития",
        "score": 100
      },
      {
        "answer_html": "признание диалога между студентами и преподавателями на основе федерального законодательства",
        "score": 0
      }
    ]
  },
  {
    "id": "q_324",
    "category": "Теория и методика профессионального образования",
    "question_html": "Этнопедагогический подход к исследованию образования - это",
    "answers": [
      {
        "answer_html": "признание важности патриотического сознания молодёжи как важного показателя качества профессионального и дополнительного образования",
        "score": 0
      },
      {
        "answer_html": "признание важности «вхождения» молодежи в мировую культуру и воспитания человека мира",
        "score": 0
      },
      {
        "answer_html": "признание национальных традиций народа, его культуры и национальноэтнических обычаев",
        "score": 0
      },
      {
        "answer_html": "признание единства интернационального, национального и индивидуального в развитии личности",
        "score": 100
      }
    ]
  },
  {
    "id": "q_333",
    "category": "Теория и методика профессионального образования",
    "question_html": "Духовно ориентированный подход к исследованию профессионального образования - это",
    "answers": [
      {
        "answer_html": "признание важности религиозности студентов и преподавателей в образовательном процессе",
        "score": 0
      },
      {
        "answer_html": "признание важности синтеза онтологии студентов и их духовности в образовательном процессе",
        "score": 100
      },
      {
        "answer_html": "признание важности религиозности студентов в образовательном процессе",
        "score": 0
      },
      {
        "answer_html": "признание важности синтеза светского мировоззрения и религиозности студентов в образовательном процессе",
        "score": 0
      }
    ]
  },
  {
    "id": "q_342",
    "category": "Теория и методика профессионального образования",
    "question_html": "Конкретно технологический уровень исследования в профессиональном образовании - это",
    "answers": [
      {
        "answer_html": "совокупность теоретических и эмпирических методов исследования профессионального образования",
        "score": 0
      },
      {
        "answer_html": "совокупность теоретических методов исследования профессионального образования",
        "score": 0
      },
      {
        "answer_html": "совокупность эмпирических методов исследования профессионального образования",
        "score": 0
      },
      {
        "answer_html": "совокупность педагогических методов мониторинга профессионального образования",
        "score": 100
      }
    ]
  },
  {
    "id": "q_351",
    "category": "Теория и методика профессионального образования",
    "question_html": "Компетентностный подход к исследованию профессионального образования - это",
    "answers": [
      {
        "answer_html": "признание важности социального заказа на компетенции выпускников на основе государственных образовательных стандартов",
        "score": 0
      },
      {
        "answer_html": "признание важности социального заказа на компетентности выпускников на основе профессиональных стандартов",
        "score": 0
      },
      {
        "answer_html": "признание важности социального заказа на компетенции выпускников на основе профессиональных стандартов",
        "score": 100
      },
      {
        "answer_html": "признание важности социального заказа на компетентности выпускников на основе государственных образовательных стандартов",
        "score": 0
      }
    ]
  },
  {
    "id": "q_360",
    "category": "Теория и методика профессионального образования",
    "question_html": "Эксперимент как метод исследования в профессиональном образовании - это",
    "answers": [
      {
        "answer_html": "совокупность количественнокачественного измерения компетенций студентов",
        "score": 100
      },
      {
        "answer_html": "количественное измерение обученности и воспитанности студентов и преподавателей",
        "score": 0
      },
      {
        "answer_html": "количественное измерение развитие личности",
        "score": 0
      },
      {
        "answer_html": "количественное измерение обученности и воспитанности студентов",
        "score": 0
      }
    ]
  },
  {
    "id": "q_369",
    "category": "Теория и методика профессионального образования",
    "question_html": "Методы исследования в профессиональном образовании – это",
    "answers": [
      {
        "answer_html": "эмпирические педагогические методики исследования в естественных условиях образовательного процесса",
        "score": 0
      },
      {
        "answer_html": "теоретические, эмпирические и экспериментальные педагогические методики исследования в естественных условиях образовательного процесса",
        "score": 0
      },
      {
        "answer_html": "теоретические и эмпирические педагогические методики исследования в естественных условиях образовательного процесса",
        "score": 100
      },
      {
        "answer_html": "теоретические и эмпирические педагогические методики исследования",
        "score": 0
      }
    ]
  },
  {
    "id": "q_378",
    "category": "Теория и методика профессионального образования",
    "question_html": "Моделирование как метод исследования в профессиональном образовании - это",
    "answers": [
      {
        "answer_html": "метод исследования социальных явлений и процессов, основывающийся на замещении реальных объектов их условными образами, аналогами",
        "score": 0
      },
      {
        "answer_html": "воспроизведение профессиональнообразовательных объектов как прескриптивных аналогов",
        "score": 100
      },
      {
        "answer_html": "свойства, связи, тенденции исследуемых систем и процессов, что позволяет оценить их состояние, сделать прогноз, принять обоснованное решение",
        "score": 0
      },
      {
        "answer_html": "воспроизведение профессиональнообразовательных объектов как дескриптивных аналогов",
        "score": 0
      }
    ]
  },
  {
    "id": "q_387",
    "category": "Теория и методика профессионального образования",
    "question_html": "Какой тип образовательного учреждения был создан в IX веке на Руси?",
    "answers": [
      {
        "answer_html": "училище",
        "score": 100
      },
      {
        "answer_html": "академия",
        "score": 0
      },
      {
        "answer_html": "лицей",
        "score": 0
      },
      {
        "answer_html": "университет",
        "score": 0
      }
    ]
  },
  {
    "id": "q_396",
    "category": "Теория и методика профессионального образования",
    "question_html": "Закрепление системы православного образования в России произошло",
    "answers": [
      {
        "answer_html": "в 1651 г. на Стоглавом соборе",
        "score": 0
      },
      {
        "answer_html": "в 1551 г. на Стоглавом соборе",
        "score": 100
      },
      {
        "answer_html": "в IX веке",
        "score": 0
      },
      {
        "answer_html": "в X веке",
        "score": 0
      }
    ]
  },
  {
    "id": "q_405",
    "category": "Теория и методика профессионального образования",
    "question_html": "Результат просветительской деятельности М.В. Ломоносова для развития системы профессионального образования в России – это",
    "answers": [
      {
        "answer_html": "создание Московского университета",
        "score": 100
      },
      {
        "answer_html": "разработка русской дидактики",
        "score": 0
      },
      {
        "answer_html": "разработка идеи народности в образовании",
        "score": 0
      },
      {
        "answer_html": "разработка теории педагогической этики",
        "score": 0
      }
    ]
  },
  {
    "id": "q_414",
    "category": "Теория и методика профессионального образования",
    "question_html": "Первые профессиональные образовательные учреждения в России",
    "answers": [
      {
        "answer_html": "навигацкая, пушкарская, госпитальная, приказная",
        "score": 100
      },
      {
        "answer_html": "навигацкая, пушкарская, цифирная, приказная",
        "score": 0
      },
      {
        "answer_html": "навигацкая, цифирная, госпитальная, приказная",
        "score": 0
      },
      {
        "answer_html": "цифирная, пушкарская, госпитальная, приказная",
        "score": 0
      }
    ]
  },
  {
    "id": "q_423",
    "category": "Теория и методика профессионального образования",
    "question_html": "Деятельность Петра I в сфере профессионального образования в России – это совокупность",
    "answers": [
      {
        "answer_html": "создания и организации работы первых училищ",
        "score": 0
      },
      {
        "answer_html": "введения учебников естественно научного направления",
        "score": 0
      },
      {
        "answer_html": "введения гражданской азбуки, первых переводов на русский язык западноевропейских учебников, создания Академии наук, цифирных школ",
        "score": 0
      },
      {
        "answer_html": "введения гражданской азбуки, первых переводов на русский язык западноевропейских учебников естественно научного направления, создания Академии наук, университетов и профессионально ориентированных учреждений",
        "score": 100
      }
    ]
  },
  {
    "id": "q_432",
    "category": "Теория и методика профессионального образования",
    "question_html": "Главный результат реформирования образования в России при Екатерине I I заключался в том, что",
    "answers": [
      {
        "answer_html": "была перенесена европейская система образования",
        "score": 0
      },
      {
        "answer_html": "было реформировано образование в сторону общего обязательного образования для всех детей",
        "score": 100
      },
      {
        "answer_html": "стали учреждаться школы для девочек",
        "score": 0
      },
      {
        "answer_html": "основной упор был сделан на воспитательных аспектах",
        "score": 0
      }
    ]
  },
  {
    "id": "q_441",
    "category": "Теория и методика профессионального образования",
    "question_html": "Главный результат образовательной реформы Александра II в России заключался в том, что",
    "answers": [
      {
        "answer_html": "произошла либерализация образовательных уставов",
        "score": 100
      },
      {
        "answer_html": "были открыты народные училища",
        "score": 0
      },
      {
        "answer_html": "развивались земские и частные школы",
        "score": 0
      },
      {
        "answer_html": "были основаны Петербургский технологический институт и Московское высшее техническое училище",
        "score": 0
      }
    ]
  },
  {
    "id": "q_450",
    "category": "Теория и методика профессионального образования",
    "question_html": "В каком веке появились первые европейские университеты?",
    "answers": [
      {
        "answer_html": "в IX веке",
        "score": 0
      },
      {
        "answer_html": "в XI веке",
        "score": 0
      },
      {
        "answer_html": "в XIII веке",
        "score": 100
      },
      {
        "answer_html": "в XVII веке",
        "score": 0
      }
    ]
  },
  {
    "id": "q_459",
    "category": "Теория и методика профессионального образования",
    "question_html": "В каком городе был открыт первый российский университет?",
    "answers": [
      {
        "answer_html": "в городе Москва",
        "score": 0
      },
      {
        "answer_html": "в городе СанктПетербург",
        "score": 100
      },
      {
        "answer_html": "в городе Казань",
        "score": 0
      },
      {
        "answer_html": "в городе Киев",
        "score": 0
      }
    ]
  },
  {
    "id": "q_468",
    "category": "Теория и методика профессионального образования",
    "question_html": "Классическим образцом централизованной современной системы образования считается",
    "answers": [
      {
        "answer_html": "США",
        "score": 0
      },
      {
        "answer_html": "ФРГ",
        "score": 0
      },
      {
        "answer_html": "Канада",
        "score": 0
      },
      {
        "answer_html": "Франция",
        "score": 100
      }
    ]
  },
  {
    "id": "q_477",
    "category": "Теория и методика профессионального образования",
    "question_html": "Главное направление модернизации системы образования в странах Западной Европы в 6070гг. ХХ в. – это",
    "answers": [
      {
        "answer_html": "продление сроков обязательного образования",
        "score": 100
      },
      {
        "answer_html": "преобразование среднего образования из элитарного в массовое",
        "score": 0
      },
      {
        "answer_html": "усиление конфессионального образования",
        "score": 0
      },
      {
        "answer_html": "развитие профессионального образования на основе академической парадигмы",
        "score": 0
      }
    ]
  },
  {
    "id": "q_486",
    "category": "Теория и методика профессионального образования",
    "question_html": "Главная задача реформирования системы профессионального образования в странах Западной Европы в 8090гг. ХХ в. – это",
    "answers": [
      {
        "answer_html": "повышение уровня знаний школьников и студентов",
        "score": 0
      },
      {
        "answer_html": "профессионализацию образования на школьном уровне как предпосылка профессионального образования",
        "score": 0
      },
      {
        "answer_html": "повышение качества профессионального образования",
        "score": 100
      },
      {
        "answer_html": "развитие мультикультурализма в образовании",
        "score": 0
      }
    ]
  },
  {
    "id": "q_495",
    "category": "Теория и методика профессионального образования",
    "question_html": "Базовая тенденция реформирования системы образования в странах Западной Европы на рубеже XX и XI века – это",
    "answers": [
      {
        "answer_html": "усиление традиционной модели образования",
        "score": 0
      },
      {
        "answer_html": "процессы усиления математизации образования",
        "score": 0
      },
      {
        "answer_html": "внедрение поликультурного образования",
        "score": 100
      },
      {
        "answer_html": "переход на элитарное образование",
        "score": 0
      }
    ]
  },
  {
    "id": "q_504",
    "category": "Теория и методика профессионального образования",
    "question_html": "Приоритетная задача Болонского процесса реформирования системы образования в странах Западной Европы - это",
    "answers": [
      {
        "answer_html": "создание Европы знаний как единого региона высшего образования",
        "score": 100
      },
      {
        "answer_html": "обмен международным опытом в сфере образования",
        "score": 0
      },
      {
        "answer_html": "установление контроля за деятельностью высшей школы в Европейском Союзе",
        "score": 0
      },
      {
        "answer_html": "распространение идей высшего образования в различных регионах мира",
        "score": 0
      }
    ]
  },
  {
    "id": "q_513",
    "category": "Теория и методика профессионального образования",
    "question_html": "В каком году была подписана Болонская декларация Российской Федерацией?",
    "answers": [
      {
        "answer_html": "в 1997 году",
        "score": 0
      },
      {
        "answer_html": "в 1999 году",
        "score": 100
      },
      {
        "answer_html": "в 2009 году",
        "score": 0
      },
      {
        "answer_html": "в 2017 году",
        "score": 0
      }
    ]
  },
  {
    "id": "q_522",
    "category": "Теория и методика профессионального образования",
    "question_html": "Система профессиональной подготовки «бакалаврмагистрдоктор» - это система",
    "answers": [
      {
        "answer_html": "англоамериканская",
        "score": 100
      },
      {
        "answer_html": "европейская",
        "score": 0
      },
      {
        "answer_html": "российская",
        "score": 0
      },
      {
        "answer_html": "южнокорейская",
        "score": 0
      }
    ]
  },
  {
    "id": "q_531",
    "category": "Теория и методика профессионального образования",
    "question_html": "В какой стране уровень магистратуры и аспирантуры обладает относительной институциональной автономией?",
    "answers": [
      {
        "answer_html": "в США",
        "score": 0
      },
      {
        "answer_html": "в Японии",
        "score": 100
      },
      {
        "answer_html": "в России",
        "score": 0
      },
      {
        "answer_html": "в Великобритании",
        "score": 0
      }
    ]
  },
  {
    "id": "q_540",
    "category": "Теория и методика профессионального образования",
    "question_html": "Академические кредиты (ECTS) – это",
    "answers": [
      {
        "answer_html": "документ, который бесплатно выдаётся выпускнику европейского вуза вместе с дипломом о высшем образовании",
        "score": 0
      },
      {
        "answer_html": "система, предусматривающая возврат финансовых затрат студентам в высшем образовании в европейских и российских вузах",
        "score": 0
      },
      {
        "answer_html": "единица измерения трудоёмкости изучения дисциплины и преподавательских затрат в академических часах",
        "score": 100
      },
      {
        "answer_html": "система мониторинга качества высшего образования в европейских и российских вузах",
        "score": 0
      }
    ]
  },
  {
    "id": "q_549",
    "category": "Теория и методика профессионального образования",
    "question_html": "К какому типу университетов относится Южный федеральный университет?",
    "answers": [
      {
        "answer_html": "исследовательский, инновационно предпринимательский тип",
        "score": 100
      },
      {
        "answer_html": "корпоративно частный тип",
        "score": 0
      },
      {
        "answer_html": "проектно ориентированный тип",
        "score": 0
      },
      {
        "answer_html": "опорный, региональный тип",
        "score": 0
      }
    ]
  },
  {
    "id": "q_558",
    "category": "Теория и методика профессионального образования",
    "question_html": "К какому типу университетов относится Донской государственный технический университет?",
    "answers": [
      {
        "answer_html": "исследовательский, инновационно предпринимательский тип",
        "score": 0
      },
      {
        "answer_html": "корпоративно частный тип",
        "score": 0
      },
      {
        "answer_html": "проектно ориентированный тип",
        "score": 0
      },
      {
        "answer_html": "опорный, региональный тип",
        "score": 100
      }
    ]
  },
  {
    "id": "q_567",
    "category": "Теория и методика профессионального образования",
    "question_html": "Воспитание как личностный результат в профессиональном образовании – это",
    "answers": [
      {
        "answer_html": "сформированная совокупность у выпускников общекультурных и общепрофессиональных компетенций, заданных обществом на основе социокультурных, духовнонравственных ценностей и принятых в обществе правил и норм поведения в интересах человека, семьи, общества и государства",
        "score": 100
      },
      {
        "answer_html": "сформированная совокупность у выпускников общекультурных и общепрофессиональных компетенций, заданных обществом для выполнения актуальных профессиональных функций в интересах человека, семьи, общества и государства",
        "score": 0
      },
      {
        "answer_html": "сформированная совокупность у выпускников компетенций, заданных работодателями на основе инновационных технологий в интересах человека, семьи, общества и государства",
        "score": 0
      },
      {
        "answer_html": "сформированная совокупность у выпускников общекультурных и общепрофессиональных компетенций, заданных обществом в условиях санкций в интересах общества и человека",
        "score": 0
      }
    ]
  },
  {
    "id": "q_576",
    "category": "Теория и методика профессионального образования",
    "question_html": "Учебный план – это",
    "answers": [
      {
        "answer_html": "совокупность документов, в которых структурировано содержание, порядок и требования к обучению детей, подростков, студентов",
        "score": 0
      },
      {
        "answer_html": "документ, который определяет перечень, трудоемкость, последовательность и распределение по периодам обучения учебных предметов, курсов, дисциплин (модулей), практики, иных видов учебной деятельности и промежуточной аттестации обучающихся",
        "score": 100
      },
      {
        "answer_html": "документ, который определяет перечень учебных предметов, форм, методов, средств, информационнокоммуникационных технологий обучения",
        "score": 0
      },
      {
        "answer_html": "документ, который определяет перечень учебных предметов, форм, методов, средств, информационнокоммуникационных технологий обучения, информационные источники и материальнотехническое обеспечение",
        "score": 0
      }
    ]
  },
  {
    "id": "q_585",
    "category": "Теория и методика профессионального образования",
    "question_html": "Индивидуальный учебный план – это",
    "answers": [
      {
        "answer_html": "учебный план, обеспечивающий освоение образовательной программы на основе индивидуализации ее содержания с учётом особенностей и образовательных потребностей конкретного обучающегося",
        "score": 100
      },
      {
        "answer_html": "совокупность индивидуальных документов, в которых структурировано содержание, порядок и требования к обучению детей, подростков, студентов",
        "score": 0
      },
      {
        "answer_html": "индивидуальный документ, который определяет перечень учебных предметов, форм, методов, средств, информационнокоммуникационных технологий обучения",
        "score": 0
      },
      {
        "answer_html": "индивидуальный документ, который определяет перечень учебных предметов, форм, методов, средств, информационнокоммуникационных технологий обучения, информационные источники и материальнотехническое обеспечение",
        "score": 0
      }
    ]
  },
  {
    "id": "q_594",
    "category": "Теория и методика профессионального образования",
    "question_html": "Практика как вид учебной деятельности – это",
    "answers": [
      {
        "answer_html": "субъектсубъектное погружение в производственную сферу посредством дополнительных учебных предметов, содержание которых направлено на приобретение знаний, умений, навыков и формирование компетенций",
        "score": 0
      },
      {
        "answer_html": "процесс, направленный на формирование, закрепление, развитие практических навыков и компетенции в процессе выполнения определенных видов работ, связанных с будущей профессиональной деятельностью",
        "score": 100
      },
      {
        "answer_html": "педагогическое взаимодействие со студентами различных уровней образования, в процессе которого им передаются знания, умения, навыки и компетенции",
        "score": 0
      },
      {
        "answer_html": "изучение детьми, подростками и молодёжью учебных дисциплин, которые расширяют интеллектуальный потенциал и профессиональную ориентацию",
        "score": 0
      }
    ]
  },
  {
    "id": "q_603",
    "category": "Теория и методика профессионального образования",
    "question_html": "Направленность (профиль) образования – это",
    "answers": [
      {
        "answer_html": "ориентация образовательной программы на конкретные области знания и (или) виды деятельности, определяющая ее предметнотематическое содержание, преобладающие виды учебной деятельности обучающегося и требования к результатам освоения образовательной программы",
        "score": 100
      },
      {
        "answer_html": "установка образовательного маршрута на конкретные области профессионального знания, определяющая её вкладыш в диплом",
        "score": 0
      },
      {
        "answer_html": "ориентация образовательной программы на конкретные области знания, определяющая тематическое содержание обучения, отраженное в дипломном проектировании",
        "score": 0
      },
      {
        "answer_html": "ориентация образовательной программы на конкретные области знания, определяющая тематическое содержание обучения, отраженное в дипломном проектировании в условиях санкций и направленное на инновационные технологии",
        "score": 0
      }
    ]
  },
  {
    "id": "q_612",
    "category": "Теория и методика профессионального образования",
    "question_html": "Средства обучения и воспитания – это",
    "answers": [
      {
        "answer_html": "субъектсубъектное взаимодействие на основе информационнокоммуникационных технологий и материальнотехнических приборов",
        "score": 0
      },
      {
        "answer_html": "приборы, оборудование, включая спортивное оборудование и инвентарь, инструменты (в том числе музыкальные), учебнонаглядные пособия, компьютеры, информационнотелекоммуникационные сети, аппаратнопрограммные и аудиовизуальные средства, печатные и электронные образовательные и информационные ресурсы и иные материальные объекты, необходимые для организации образовательной деятельности",
        "score": 100
      },
      {
        "answer_html": "субъектсубъектное использование приборов и технологий для приобретения профессии студентами различных уровней образования",
        "score": 0
      },
      {
        "answer_html": "субъектсубъектное погружение в учебный процесс посредством приборов и технологий для приобретения профессии студентами различных уровней образования",
        "score": 0
      }
    ]
  },
  {
    "id": "q_621",
    "category": "Теория и методика профессионального образования",
    "question_html": "Квалификация как показатель качества профессионального образования – это",
    "answers": [
      {
        "answer_html": "уровень знаний, умений, навыков и компетенции, характеризующий подготовленность к выполнению определенного вида профессиональной деятельности",
        "score": 100
      },
      {
        "answer_html": "совокупность компетенций, необходимых для выполнения определенного вида профессиональной деятельности, культурнокоммуникативного общения, социального признания",
        "score": 0
      },
      {
        "answer_html": "совокупность компетенций, необходимых для выполнения определенного вида профессиональной деятельности, культурнокоммуникативного общения",
        "score": 0
      },
      {
        "answer_html": "совокупность компетенций, необходимых для выполнения определенного вида профессиональной деятельности, культурнокоммуникативного общения, социальнополитической деятельности",
        "score": 0
      }
    ]
  },
  {
    "id": "q_630",
    "category": "Теория и методика профессионального образования",
    "question_html": "Содержание дополнительного образования детей как педагогический процесс - это",
    "answers": [
      {
        "answer_html": "совокупность дополнительных программ по организации культурного, социального и массового досуга детей совместно с их родителями",
        "score": 0
      },
      {
        "answer_html": "совокупность дополнительных программ по организации культурного, социального и массового досуга детей",
        "score": 0
      },
      {
        "answer_html": "создание условий для детей, обеспечивающих их адаптацию к жизни в обществе, профессиональную ориентацию на основе учёта возрастных и индивидуальных особенностей, а также выявление и поддержка детей, проявивших выдающиеся способности",
        "score": 100
      },
      {
        "answer_html": "совокупность дополнительных программ по организации культурного, социального и массового досуга детей совместно с их родителями с учётом их интересов",
        "score": 0
      }
    ]
  },
  {
    "id": "q_639",
    "category": "Теория и методика профессионального образования",
    "question_html": "Обучающийся с ограниченными возможностями здоровья как полноценный субъект инклюзивного образования – это",
    "answers": [
      {
        "answer_html": "физическое лицо, имеющее недостатки в физическом развитии, подтвержденные психологомедикопедагогической комиссией",
        "score": 0
      },
      {
        "answer_html": "физическое лицо, имеющее недостатки в физическом и (или) психологическом развитии, подтвержденные психологомедикопедагогической комиссией и препятствующие получению образования без создания специальных условий, с введением их в адаптивный образовательный процесс",
        "score": 100
      },
      {
        "answer_html": "физическое лицо, имеющее недостатки в физическом и (или) психологическом развитии, подтвержденные психологомедикопедагогической комиссией и препятствующие получению образования без создания специальных условий",
        "score": 0
      },
      {
        "answer_html": "физическое лицо, имеющее недостатки в физическом развитии и (или) психологическом развитии, препятствующие получению образования без создания специальных условий",
        "score": 0
      }
    ]
  }
];